export default function About() {
    return (
        <div>
            <h1>メンバーごとの研究テーマ</h1>

            <p><font size="5">ゼミ紹介、指導教官の紹介：</font></p>

            ゼミ指導教官の紹介：<strong>金 宰郁</strong><br />
            <br />
            専門分野：個人認証、電子透かし、情報セキュリティ、暗号<br />
            <br />
            授業担当科目：情報基礎、デ ータ処理、デジタル認証技術基礎 、情報理論<br />
            <br />
            情報セキュリティ概論 、情報システム概論、情報セキュリティ論<br />
            <br />
            このゼミは情報関連職種への就職をめざし、情報論や情報技術を中心に学習をし、学生が高度情報化社会で活躍できるような、<br />
            <br />
            <p>情報発信力を身につけるとともに、コンピュータの本質を理解するための知識を深め、実践演習を通して情報機器の活用能力を築きます。情報活用能力を持った人材を育成します。</p>

        </div>
    );
}