import React from 'react';
import Box from '@mui/material/Box';


export default function Tips(){
    return (
        <Box py={8} px={2}>

            <h2>大学生活についての情報</h2> <h3>編集: 浅野 上園</h3>

            このゼミでは主に、情報に関わる研究をメインに活動しており、情報の事に興味がある人や、情報に携わる業界に就きたいと言う人にはお勧めです。<br/>
            私たちの活動内容として、電子投票や認証、2次元コードや画像処理についての研究や、情報教育支援ソフトや秘密計算ソフトウェアの開発などを研究テーマとして卒業研究に向けて学習しています。<br/>

            松蔭大学 観光メディア文化学部 メディア情報文化学科は主に、情報に関わる研究をメインとして活動しており、情報のことに興味がある人や、情報に携わる仕事に就きたいという人にはお勧めです。<br/>
            履修できる授業は情報システム系はもちろん、データサイエンスや危機管理、観光などの地域マネジメント科目があり、一定の単位取得要件はあるものの好きな授業を履修することができます。<br/>


            <p>松蔭大学には図書館は勿論、学食や購買のほかにトレーニングジムもあり設備が充実しています。</p>

            行事にも力を入れていて、学園祭である「松蔭祭」が毎年秋頃行われています。<br/>
            2020年はコロナウイルスの影響で行われませんでしたが、2021年は予定通り行われ、お菓子の出し物をやりました。<br/>
            とても賑やかで盛り上がっており、とても楽しかったです。
            他には体育祭も行われる予定でしたが、こちらもコロナウイルスの影響により開催することができませんでした。

            <p>大学では様々な授業が開講されていますが、どんな授業を履修すると良いかをまとめてみました。</p>

            <ul>
                <li>Wi-Fiが繋がっている教室での授業</li>
                <li>教授が優しい、分かりやすい、丁寧な授業</li>
                <li>受けていて楽しい授業</li>
                <li>将来の自分に繋がると思う授業</li>
                <li>卒業研究をしたいゼミの指導教員が担当している授業</li>
            </ul>

            他にも首都圏西部大学単位互換協定や教職課程、学芸員課程の授業も履修できるので、<br/>
            興味のある方は是非検討してみてください。
        </Box>
    );
}