import React from 'react';
import Box from '@mui/material/Box';


export default function Tips(){
    return (
        <Box py={8}>

            <h1>学校生活の情報</h1>
            上園
            浅野

            このゼミでは主に、情報に関わる研究をメインに活動しており、情報の事に興味がある人や、情報に携わる業界に就きたいと言う人にはお勧めです。例として、電子投票の研究や、認証、2次元コード、画像処理、秘密計算、情報教育支援ソフト等の研究を行いました。他には、文化祭にも力をいれています。2020年はコロナの流行により行われませんでしたが、去年は予定通り行い、お菓子の出し物をやりました。とても賑やかでとても楽しかったです。他には、体育大会も行われる予定でしたが、これも2020年から全国的なウイルスの流行によって、開催する事ができませんでした。

            松蔭大学は主に、情報に関わる研究をメインとして活動しており、情報のことに興味がある人や、情報に携わる仕事に就きたいという人にはお勧めです。松蔭大学には学食は勿論、図書館、トレーニングジムもあります。
            情報系の活動の例として、電子投票の研究や認証、2次元コードや画像処理、秘密計算、情報教育支援ソフト等の研究を行いました。
            他には行事にも力を入れています。2020年はコロナウイルスの影響で行われませんでしたが、2021年は予定通り行われ、お菓子の出し物をやりました。とても賑やかで盛り上がっており、とても楽しかったです。他には体育祭も行われる予定でしたが、こちらもコロナウイルスの影響により、開催することができませんでした。
            授業が沢山あり、どんな授業をとるといいか、まとめてみました。

            <ul>
                <li>Wi-fiが繋がっている教室での授業</li>
                <li>教授が優しい、分かりやすい、寛大な授業</li>
                <li>授業を受けてて楽しい、楽な授業</li>
                <li>将来の自分に繋がると思う授業</li>
            </ul>


        </Box>
    );
}